Scribing 4 amirhoseinnakhei 
_______________________________________
سلام هفته پیش درباره پایتون مجدد صحبت درباره مقدار ها که شامل :
_______________________________________
عددی و رشته که عددی شامل : صحیح یا integer و اعشاری یا float 
_______________________________________
و رشته(string) و صحبت درباره متغیر که که به عنوان ظرفی که چیزی داخل ان ذخیره میکنیم 
_______________________________________
بحث مجدد درباره عملگر ها 
_______________________________________
۱ عملگر انتساب (=)
_______________________________________
۲ عملگر های ریاضی (() ** */ +-)
_______________________________________
۳ عملگر های رابطه ای (> < >= <= )و منطقی (and ir not)
_______________________________________
، صحبت درباره تابع نوع type ، بحث درباره عبارت که مجموعه ای از کلمات و متغیر ها ، مقادیر .
_______________________________________

